13/data/attachments/8ffa088260d6303f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Glenda_size_Friend_30084_6</nif:username>
            <nif:friendToBeRequested>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>